org/blog/2021/meditation-210509.org
#+SETUPFILE: ~/repo/blog/tpl/nil-site-tpl.org
#+TITLE: 沉思录210509

每日自问：

1. 你想成为怎样的人？

我讨厌一切俗套的东西，很多人活着就是一具行尸走肉，我极端厌恶那些违背我的价值标准行事的人。如果那些人做出了伤害他人的事情，无论是心理上、还是身体上，我都恨不得能手刃这些非人的畜生。

在豆瓣看到一条消息，一个被侮辱的女孩，报警，却没得到合适的对待。反而被再次侮辱。我，身为一个男性，我十分痛恨自己的男性性别。因为不论我再怎么表达对女性的关心与同情，女性也会想：他对我这么好，会不会是想要强奸我？我能理解女性的担忧，并且我认为这种担忧非常有必要。

狂暴的情绪无法解决实质问题，但它是一个宣泄的途径。现在这个社会，很多人的素质有上限，但没有下限。但我仍愿意相信，很多男性是怀着真诚的心和女性交往的，因为谈恋爱是一件很美好的事情。

1. :white_check_mark: Complete /Basic JavaScript/'s first 50 lessons
2. :white_check_mark: 完成有关杨方《哲学概论》的其余部分笔记
