blog/2021/meditation-210509.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-07 Mon 12:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>沉思录 210509</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">沉思录 210509</h1>
</header><p>
每日自问：
</p>

<ol class="org-ol">
<li>你想成为怎样的人？</li>
</ol>

<p>
我讨厌一切俗套的东西，很多人活着就是一具行尸走肉，我极端厌恶那些违背我的价值标准行事的人。如果那些人做出了伤害他人的事情，无论是心理上、还是身体上，我都恨不得能手刃这些非人的畜生。
</p>

<p>
在豆瓣看到一条消息，一个被侮辱的女孩，报警，却没得到合适的对待。反而被再次侮辱。我，身为一个男性，我十分痛恨自己的男性性别。因为不论我再怎么表达对女性的关心与同情，女性也会想：他对我这么好，会不会是想要强奸我？我能理解女性的担忧，并且我认为这种担忧非常有必要。
</p>

<p>
狂暴的情绪无法解决实质问题，但它是一个宣泄的途径。现在这个社会，很多人的素质有上限，但没有下限。但我仍愿意相信，很多男性是怀着真诚的心和女性交往的，因为谈恋爱是一件很美好的事情。
</p>

<ol class="org-ol">
<li>:white_check_mark: Complete <i>Basic JavaScript</i>'s first 50 lessons</li>
<li>:white_check_mark: 完成有关杨方《哲学概论》的其余部分笔记</li>
</ol>
</div>
</body>
</html>